Repository: keydisk/MacPowerMonitoring
Catalog: MacPowerGuardSwift/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

# 충전 컨트롤러 온도
source: Charge controller temperature
de: Ladecontroller-Temperatur
es: Temperatura del controlador de carga
fr: Température du contrôleur de charge
ja: 充電コントローラ温度
ko: 충전 컨트롤러 온도
zh_hans: 充电控制器温度

# GPU 사용량
source: GPU usage
de: GPU-Auslastung
es: Uso de GPU
fr: Utilisation GPU
ja: GPU使用率
ko: GPU 사용량
zh_hans: GPU 使用率

# GPU 사용량 표시
source: Show GPU usage
de: GPU-Auslastung anzeigen
es: Mostrar uso de GPU
fr: Afficher l’utilisation GPU
ja: GPU使用率を表示
ko: GPU 사용량 표시
zh_hans: 显示 GPU 使用率

# 메뉴 막대에 표시
source: Show in menu bar
de: In Menüleiste anzeigen
es: Mostrar en la barra de menús
fr: Afficher dans la barre des menus
ja: メニューバーに表示
ko: 메뉴 막대에 표시
zh_hans: 在菜单栏显示

# 소비 전력 표시
source: Show power usage
de: Leistung anzeigen
es: Mostrar consumo
fr: Afficher la consommation
ja: 消費電力を表示
ko: 소비 전력 표시
zh_hans: 显示功耗

# CPU 사용량 표시
source: Show CPU usage
de: CPU-Auslastung anzeigen
es: Mostrar uso de CPU
fr: Afficher l’utilisation CPU
ja: CPU使用率を表示
ko: CPU 사용량 표시
zh_hans: 显示 CPU 使用率

# 공급 전력: %@
source: Supplied power: %@
de: Zugeführte Leistung: %@
es: Potencia suministrada: %@
fr: Puissance fournie : %@
ja: 供給電力: %@
ko: 공급 전력: %@
zh_hans: 输入功率: %@

# 열 압력: %@
source: Thermal state: %@
de: Temperaturzustand: %@
es: Estado térmico: %@
fr: État thermique : %@
ja: 熱状態: %@
ko: 열 압력: %@
zh_hans: 热状态: %@

# 실시간 모니터링
source: Live monitoring
de: Live-Überwachung
es: Monitorización en vivo
fr: Suivi en direct
ja: リアルタイム監視
ko: 실시간 모니터링
zh_hans: 实时监控

# 대시보드 열기
source: Open dashboard
de: Dashboard öffnen
es: Abrir panel
fr: Ouvrir le tableau de bord
ja: ダッシュボードを開く
ko: 대시보드 열기
zh_hans: 打开仪表盘

# 종료
source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
zh_hans: 退出

# SoC · 센서 접근 상태
source: SoC & sensor availability
de: SoC- & Sensorzugriff
es: Disponibilidad de SoC y sensores
fr: Disponibilité SoC et capteurs
ja: SoC・センサー利用状況
ko: SoC · 센서 접근 상태
zh_hans: SoC 与传感器可用性

# 전력 흐름
source: Power flow
de: Energiefluss
es: Flujo de energía
fr: Flux d’énergie
ja: 電力フロー
ko: 전력 흐름
zh_hans: 电力流向

# 시스템 소비 전력
source: System power draw
de: Systemleistung
es: Consumo del sistema
fr: Consommation système
ja: システム消費電力
ko: 시스템 소비 전력
zh_hans: 系统功耗

# 배터리 충전 / 방전
source: Battery charge / discharge
de: Akku laden / entladen
es: Carga / descarga de batería
fr: Charge / décharge batterie
ja: バッテリー充電 / 放電
ko: 배터리 충전 / 방전
zh_hans: 电池充电 / 放电

# 배터리 정밀 정보
source: Battery details
de: Akkudetails
es: Detalles de batería
fr: Détails de la batterie
ja: バッテリー詳細
ko: 배터리 정밀 정보
zh_hans: 电池详细信息

# 배터리 성능
source: Battery health
de: Akkuzustand
es: Salud de batería
fr: État de la batterie
ja: バッテリーの状態
ko: 배터리 성능
zh_hans: 电池健康

# 설계 / 완충 용량
source: Design / full capacity
de: Design- / Vollkapazität
es: Capacidad de diseño / completa
fr: Capacité d’origine / pleine
ja: 設計 / 満充電容量
ko: 설계 / 완충 용량
zh_hans: 设计 / 满充容量

# 배터리 팩 온도
source: Battery pack temperature
de: Akkutemperatur
es: Temperatura de batería
fr: Température de la batterie
ja: バッテリーパック温度
ko: 배터리 팩 온도
zh_hans: 电池组温度

# 셀 그룹 전압
source: Cell group voltages
de: Zellgruppenspannungen
es: Voltajes de grupos de celdas
fr: Tensions des groupes de cellules
ja: セルグループ電圧
ko: 셀 그룹 전압
zh_hans: 电芯组电压

# CPU 사용량
source: CPU usage
de: CPU-Auslastung
es: Uso de CPU
fr: Utilisation CPU
ja: CPU使用率
ko: CPU 사용량
zh_hans: CPU 使用率

# 열 압력
source: Thermal state
de: Temperaturzustand
es: Estado térmico
fr: État thermique
ja: 熱状態
ko: 열 압력
zh_hans: 热状态

# 열로 인한 충전 제한
source: Thermal charge limit
de: Thermische Ladebegrenzung
es: Límite térmico de carga
fr: Limitation thermique de charge
ja: 熱による充電制限
ko: 열로 인한 충전 제한
zh_hans: 热限制充电

# 측정 오류
source: Telemetry errors
de: Messfehler
es: Errores de medición
fr: Erreurs de mesure
ja: 測定エラー
ko: 측정 오류
zh_hans: 遥测错误

# 현재 배포에서 접근 불가
source: Unavailable in this build
de: In diesem Build nicht verfügbar
es: No disponible en esta versión
fr: Indisponible dans cette version
ja: このビルドでは利用不可
ko: 현재 배포에서 접근 불가
zh_hans: 当前版本不可用

# 디스플레이 · CPU/GPU 온도 · 팬 RPM
source: Display · CPU/GPU temperature · Fan RPM
de: Display · CPU/GPU-Temperatur · Lüfter
es: Pantalla · Temperatura CPU/GPU · Ventiladores
fr: Écran · Température CPU/GPU · Ventilateurs
ja: ディスプレイ・CPU/GPU温度・ファンRPM
ko: 디스플레이 · CPU/GPU 온도 · 팬 RPM
zh_hans: 显示屏 · CPU/GPU 温度 · 风扇 RPM

# 배터리 +는 충전, −는 방전입니다. 전력은 팩 전압 × 전류로 계산합니다.
source: Battery + means charging, − discharging. Power is calculated from pack voltage × current.
de: + bedeutet Laden, − Entladen. Leistung = Akkuspannung × Strom.
es: + indica carga, − descarga. Potencia = voltaje × corriente.
fr: + signifie charge, − décharge. Puissance = tension × courant.
ja: +は充電、−は放電です。電力はパック電圧×電流から計算します。
ko: 배터리 +는 충전, −는 방전입니다. 전력은 팩 전압 × 전류로 계산합니다.
zh_hans: + 表示充电，− 表示放电。功率按电池组电压 × 电流计算。

# CPU 사용량은 전체 코어를 0~100%로 정규화합니다.
source: CPU usage is normalized across all cores to 0–100%.
de: CPU-Auslastung über alle Kerne auf 0–100% normiert.
es: Uso de CPU normalizado en todos los núcleos a 0–100%.
fr: Utilisation CPU normalisée sur tous les cœurs à 0–100%.
ja: CPU使用率は全コアを0〜100%に正規化します。
ko: CPU 사용량은 전체 코어를 0~100%로 정규화합니다.
zh_hans: CPU 使用率按所有核心归一化为 0–100%。

source: SoC power requires IOReport or privileged powermetrics. SMC sensors use device-specific private interfaces. This app does not collect these readings.
de: SoC-Leistung benötigt IOReport oder privilegiertes powermetrics. SMC-Sensoren nutzen private Schnittstellen. Diese App erfasst diese Werte nicht.
es: La potencia SoC requiere IOReport o powermetrics con privilegios. SMC usa interfaces privadas. Esta app no recopila esas lecturas.
fr: La puissance SoC nécessite IOReport ou powermetrics privilégié. Les capteurs SMC utilisent des interfaces privées. L’app ne collecte pas ces valeurs.
ja: SoC電力にはIOReportまたは管理者権限のpowermetricsが必要です。SMCセンサーは機種別の非公開インターフェースです。このアプリはこれらを収集しません。
ko: SoC 세부 전력은 IOReport 또는 관리자 권한의 powermetrics가 필요하며, SMC 센서는 기기별 비공개 인터페이스를 사용합니다. 현재 앱은 이 데이터를 수집하지 않습니다.
zh_hans: SoC 功率需要 IOReport 或管理员权限的 powermetrics。SMC 传感器使用机型专用的私有接口。本应用不采集这些数据。

# 앱 실행 전체
source: Since app launch
de: Seit App-Start
es: Desde el inicio de la app
fr: Depuis le lancement
ja: アプリ起動後すべて
ko: 앱 실행 전체
zh_hans: 应用启动以来

# 공급 전력
source: Supplied power
de: Zugeführte Leistung
es: Potencia suministrada
fr: Puissance fournie
ja: 供給電力
ko: 공급 전력
zh_hans: 输入功率

# 공급 전력: %.1f W
source: Supplied power: %.1f W
de: Zugeführte Leistung: %.1f W
es: Potencia suministrada: %.1f W
fr: Puissance fournie : %.1f W
ja: 供給電力: %.1f W
ko: 공급 전력: %.1f W
zh_hans: 输入功率: %.1f W

# 최근 전압 강하·급변 이벤트 없음
source: No recent voltage drop or rapid-change events
de: Keine neuen Spannungseinbrüche oder -sprünge
es: No hay eventos recientes de caída o cambio brusco de tensión
fr: Aucun événement récent de chute ou variation rapide de tension
ja: 最近、電圧降下・急変イベントはありません
ko: 최근 전압 강하·급변 이벤트 없음
zh_hans: 近期没有电压下降或骤变事件

# 이 로그는 앱이 측정한 전압·전류 변화만 기록하며, 충전기나 전원선의 안전성을 판정하지 않습니다.
source: This log records only voltage and current changes measured by the app. It does not assess charger or power-cable safety.
de: Dieses Protokoll erfasst nur von der App gemessene Spannungs- und Stromänderungen. Es bewertet nicht die Sicherheit von Ladegeräten oder Stromkabeln.
es: Este registro solo recoge cambios de tensión y corriente medidos por la app. No evalúa la seguridad del cargador ni del cable de alimentación.
fr: Ce journal enregistre uniquement les variations de tension et de courant mesurées par l’app. Il n’évalue pas la sécurité du chargeur ou du câble.
ja: このログにはアプリが測定した電圧・電流の変化のみを記録します。充電器や電源ケーブルの安全性は評価しません。
ko: 이 로그는 앱이 측정한 전압·전류 변화만 기록하며, 충전기나 전원선의 안전성을 판정하지 않습니다.
zh_hans: 此日志仅记录应用测得的电压和电流变化，不评估充电器或电源线的安全性。

source: Power Guard displays system-provided voltage, current, and power measurements. It does not measure or guarantee grounding, leakage current, or the safety of chargers or power cables.
de: Power Guard zeigt vom System bereitgestellte Spannungs-, Strom- und Leistungsmesswerte an. Erdung, Ableitstrom oder die Sicherheit von Ladegeräten und Netzkabeln werden weder gemessen noch garantiert.
es: Power Guard muestra mediciones de tensión, corriente y potencia proporcionadas por el sistema. No mide ni garantiza la puesta a tierra, la corriente de fuga ni la seguridad de cargadores o cables.
fr: Power Guard affiche les mesures de tension, de courant et de puissance fournies par le système. Il ne mesure ni ne garantit la mise à la terre, le courant de fuite ou la sécurité des chargeurs et câbles.
ja: Power Guardはシステムが提供する電圧・電流・電力の測定値を表示します。接地状態、漏れ電流、充電器や電源ケーブルの安全性は測定も保証もしません。
ko: Power Guard는 전압·전류·전력 등 시스템이 제공하는 측정값을 표시합니다. 접지 상태, 누설전류, 충전기·전원선의 안전성은 측정하거나 보증하지 않습니다.
zh_hans: Power Guard 显示系统提供的电压、电流和功率测量值，不测量或保证接地状态、漏电流以及充电器或电源线的安全性。

# 전압 강하
source: Voltage drop
de: Spannungsabfall
es: Caída de tensión
fr: Chute de tension
ja: 電圧降下
ko: 전압 강하
zh_hans: 电压下降

# 정격 대비 전압 강하
source: Voltage drop from rated value
de: Spannungsabfall gegenüber Nennwert
es: Caída respecto al valor nominal
fr: Chute par rapport à la valeur nominale
ja: 定格値に対する電圧降下
ko: 정격 대비 전압 강하
zh_hans: 相对额定值的电压下降

# 정격 %.1f V 대비 인입 %.2f V
source: Input %.2f V vs rated %.1f V
de: Eingang %.2f V gegenüber Nennwert %.1f V
es: Entrada %.2f V frente al valor nominal %.1f V
fr: Entrée %.2f V par rapport à %.1f V nominal
ja: 定格 %.1f V に対して入力 %.2f V
ko: 정격 %.1f V 대비 인입 %.2f V
zh_hans: 输入 %.2f V，额定值 %.1f V

# 어댑터 부하율
source: Adapter load
de: Netzteil-Auslastung
es: Carga del adaptador
fr: Charge de l’adaptateur
ja: アダプタ負荷率
ko: 어댑터 부하율
zh_hans: 适配器负载率

# 전원 연결 해제 감지
source: Power connection disconnected
de: Netzteilverbindung getrennt
es: Conexión de alimentación desconectada
fr: Déconnexion de l’alimentation
ja: 電源接続の切断を記録
ko: 전원 연결 해제 감지
zh_hans: 记录到电源连接断开

# 최근 1분간 어댑터 연결 해제가 %lld회 기록되었습니다.
source: The adapter connection was disconnected %lld times in the last minute.
de: Die Netzteilverbindung wurde in der letzten Minute %lld-mal getrennt.
es: La conexión del adaptador se desconectó %lld veces en el último minuto.
fr: La connexion de l’adaptateur a été interrompue %lld fois au cours de la dernière minute.
ja: 直近1分間にアダプタ接続の切断を%lld回記録しました。
ko: 최근 1분간 어댑터 연결 해제가 %lld회 기록되었습니다.
zh_hans: 最近一分钟内记录到适配器断开 %lld 次。

# 정격 대비 전압 강하율이 %.2f%%로 앱 내부 참고 임계값 7%%를 초과했습니다.
source: Voltage drop is %.2f%%, above the app’s internal 7%% reference threshold.
de: Der Spannungsabfall beträgt %.2f%% und überschreitet den internen Referenzwert der App von 7%%.
es: La caída de tensión es del %.2f%%, por encima del umbral de referencia interno de la app del 7%%.
fr: La chute de tension est de %.2f%%, au-dessus du seuil de référence interne de 7%% de l’app.
ja: 電圧降下率は%.2f%%で、アプリ内部の参考しきい値7%%を超えています。
ko: 정격 대비 전압 강하율이 %.2f%%로 앱 내부 참고 임계값 7%%를 초과했습니다.
zh_hans: 压降率为 %.2f%%，超过应用内部参考阈值 7%%。

# 정격 대비 전압 강하율이 %.2f%%로 앱 내부 참고 임계값 4.5%%를 초과했습니다.
source: Voltage drop is %.2f%%, above the app’s internal 4.5%% reference threshold.
de: Der Spannungsabfall beträgt %.2f%% und überschreitet den internen Referenzwert der App von 4,5%%.
es: La caída de tensión es del %.2f%%, por encima del umbral de referencia interno de la app del 4,5%%.
fr: La chute de tension est de %.2f%%, au-dessus du seuil de référence interne de 4,5%% de l’app.
ja: 電圧降下率は%.2f%%で、アプリ内部の参考しきい値4.5%%を超えています。
ko: 정격 대비 전압 강하율이 %.2f%%로 앱 내부 참고 임계값 4.5%%를 초과했습니다.
zh_hans: 压降率为 %.2f%%，超过应用内部参考阈值 4.5%%。

# 어댑터 부하율 초과
source: Adapter load exceeded
de: Netzteil-Auslastung überschritten
es: Carga del adaptador superada
fr: Charge de l’adaptateur dépassée
ja: アダプタ負荷率の超過
ko: 어댑터 부하율 초과
zh_hans: 适配器负载率超出额定值

# 계산된 소비 전력이 어댑터 정격의 %.1f%%입니다.
source: Calculated power use is %.1f%% of the adapter rating.
de: Die berechnete Leistungsaufnahme beträgt %.1f%% der Netzteil-Nennleistung.
es: El consumo calculado es el %.1f%% de la capacidad nominal del adaptador.
fr: La puissance calculée représente %.1f%% de la puissance nominale de l’adaptateur.
ja: 計算された消費電力はアダプタ定格の%.1f%%です。
ko: 계산된 소비 전력이 어댑터 정격의 %.1f%%입니다.
zh_hans: 计算所得功耗为适配器额定功率的 %.1f%%。

# 텔레메트리 오류 증가
source: Telemetry error count increased
de: Telemetriefehler erhöht
es: Aumentó el recuento de errores de telemetría
fr: Augmentation du nombre d’erreurs de télémétrie
ja: テレメトリエラー数の増加
ko: 텔레메트리 오류 증가
zh_hans: 遥测错误计数增加

# 시스템 제공 텔레메트리 오류 수가 앱 실행 중 %lld건 증가했습니다 (Mac 부팅 이후 누적 %lld건).
source: System-reported telemetry errors increased by %lld while the app was running (%lld total since Mac startup).
de: Die vom System gemeldeten Telemetriefehler stiegen während der App-Ausführung um %lld (insgesamt %lld seit dem Mac-Start).
es: Los errores de telemetría informados por el sistema aumentaron en %lld mientras la app estaba activa (%lld desde el inicio del Mac).
fr: Les erreurs de télémétrie signalées par le système ont augmenté de %lld pendant l’exécution de l’app (%lld depuis le démarrage du Mac).
ja: アプリ実行中にシステム報告のテレメトリエラーが%lld件増加しました（Mac起動後の累計%lld件）。
ko: 시스템 제공 텔레메트리 오류 수가 앱 실행 중 %lld건 증가했습니다 (Mac 부팅 이후 누적 %lld건).
zh_hans: 应用运行期间系统报告的遥测错误增加了 %lld 次（Mac 启动后累计 %lld 次）。

# 충전 속도 제한 정보
source: Charging rate limit information
de: Information zur Ladebegrenzung
es: Información sobre el límite de carga
fr: Informations sur la limite de charge
ja: 充電速度制限情報
ko: 충전 속도 제한 정보
zh_hans: 充电速率限制信息

# 시스템에서 충전 속도 제한 코드 %lld를 보고했습니다.
source: The system reported charging rate limit code %lld.
de: Das System meldet den Ladebegrenzungscode %lld.
es: El sistema informó el código de límite de carga %lld.
fr: Le système a signalé le code de limitation de charge %lld.
ja: システムが充電速度制限コード%lldを報告しました。
ko: 시스템에서 충전 속도 제한 코드 %lld를 보고했습니다.
zh_hans: 系统报告了充电速率限制代码 %lld。

# 부하 변화
source: Load change
de: Laständerung
es: Cambio de carga
fr: Variation de charge
ja: 負荷変化
ko: 부하 변화
zh_hans: 负载变化

# USB 포트 출력 (연결된 외부 장치로 나가는 전력)
source: USB port output (power delivered to connected devices)
de: USB-Portausgang (Leistung an angeschlossene Geräte)
es: Salida del puerto USB (potencia hacia dispositivos conectados)
fr: Sortie du port USB (puissance vers les appareils connectés)
ja: USBポート出力（接続機器への電力）
ko: USB 포트 출력 (연결된 외부 장치로 나가는 전력)
zh_hans: USB 端口输出（向已连接设备供电）

# 시스템의 PowerTelemetryErrorCount 값 (Mac 부팅 이후 누적)
source: System PowerTelemetryErrorCount value (cumulative since Mac startup)
de: Vom System gemeldeter PowerTelemetryErrorCount-Wert (seit dem Mac-Start kumuliert)
es: Valor de PowerTelemetryErrorCount del sistema (acumulado desde el inicio del Mac)
fr: Valeur PowerTelemetryErrorCount du système (cumulée depuis le démarrage du Mac)
ja: システムのPowerTelemetryErrorCount値（Mac起動後の累計）
ko: 시스템의 PowerTelemetryErrorCount 값 (Mac 부팅 이후 누적)
zh_hans: 系统 PowerTelemetryErrorCount 值（Mac 启动后累计）

# 고급 정보
source: Advanced information
de: Erweiterte Informationen
es: Información avanzada
fr: Informations avancées
ja: 詳細情報
ko: 고급 정보
zh_hans: 高级信息

# 앱 내부 참고 임계값: 4.5% / 7.0%.
source: App internal reference thresholds: 4.5% / 7.0%.
de: Interne Referenzschwellen der App: 4,5 % / 7,0 %.
es: Umbrales de referencia internos de la app: 4,5 % / 7,0 %.
fr: Seuils de référence internes de l’app : 4,5 % / 7,0 %.
ja: アプリ内部の参考しきい値: 4.5% / 7.0%。
ko: 앱 내부 참고 임계값: 4.5% / 7.0%.
zh_hans: 应用内部参考阈值：4.5% / 7.0%。

# 공급 전력: -- W
source: Supplied power: -- W
de: Zugeführte Leistung: -- W
es: Potencia suministrada: -- W
fr: Puissance fournie : -- W
ja: 供給電力: -- W
ko: 공급 전력: -- W
zh_hans: 输入功率: -- W

# %@ (사이클: %@회)
source: %@ (cycles: %@)
de: %@ (Zyklen: %@)
es: %@ (ciclos: %@)
ja: %@（サイクル: %@回）
ko: %@ (사이클: %@회)
zh_hans: %@（循环: %@次）

# %@ 선택
source: %@ selected
de: %@ ausgewählt
es: %@ seleccionado
fr: %@ sélectionnées
ja: %@を選択
ko: %@ 선택
zh_hans: 已选 %@

# 1초 실시간 (%lld개)
source: 1s live (%lld pts)
de: 1-s live (%lld Pkt.)
es: Tiempo real 1 s (%lld pts)
fr: Temps réel 1 s (%lld pts)
ja: 1秒リアルタイム（%lld点）
ko: 1초 실시간 (%lld개)
zh_hans: 1秒实时（%lld 点）

# AC 어댑터 전원 연결됨
source: AC adapter connected
de: Netzteil angeschlossen
es: Adaptador de corriente conectado
fr: Adaptateur secteur branché
ja: ACアダプタ接続中
ko: AC 어댑터 전원 연결됨
zh_hans: 已连接电源适配器

# AC 충전기가 연결되어 있지 않아 내장 배터리로 구동 중입니다.
source: No AC charger connected. Running on the internal battery.
de: Kein Netzteil angeschlossen. Betrieb über den internen Akku.
es: No hay cargador conectado. Funcionando con la batería interna.
fr: Aucun chargeur branché. Fonctionnement sur la batterie interne.
ja: ACアダプタが接続されていないため、内蔵バッテリーで動作しています。
ko: AC 충전기가 연결되어 있지 않아 내장 배터리로 구동 중입니다.
zh_hans: 未连接电源适配器，正在使用内置电池供电。

# LTTB 샘플링 (원본 %lld개 ➔ 300개 피크 보존)
source: LTTB sampling (%lld raw ➔ 300, peaks kept)
de: LTTB-Sampling (%lld ➔ 300, Spitzen erhalten)
es: Muestreo LTTB (%lld ➔ 300, picos conservados)
fr: Échantillonnage LTTB (%lld ➔ 300, pics conservés)
ja: LTTBサンプリング（元%lld点 ➔ 300点・ピーク保持）
ko: LTTB 샘플링 (원본 %lld개 ➔ 300개 피크 보존)
zh_hans: LTTB 采样（原始 %lld 点 ➔ 300 点，保留峰值）

# Mac 가동: %@
source: Mac uptime: %@
de: Mac-Laufzeit: %@
es: Mac activo: %@
fr: Mac allumé : %@
ja: Mac稼働: %@
ko: Mac 가동: %@
zh_hans: Mac 运行: %@

# 경고음 켜기
source: Enable alert sound
de: Warnton an
es: Activar sonido de alerta
fr: Activer l’alerte sonore
ja: 警告音をオン
ko: 경고음 켜기
zh_hans: 开启警报音

# 경고음 켜짐
source: Alert sound on
de: Warnton aktiv
es: Sonido de alerta activo
fr: Alerte sonore activée
ja: 警告音オン
ko: 경고음 켜짐
zh_hans: 警报音已开启

# 내장 배터리 전원 구동 중
source: Running on internal battery
de: Betrieb über internen Akku
es: Funcionando con batería interna
fr: Sur batterie interne
ja: 内蔵バッテリーで動作中
ko: 내장 배터리 전원 구동 중
zh_hans: 正在使用内置电池

# 데이터 수신 대기 중...
source: Waiting for data…
de: Warte auf Daten …
es: Esperando datos…
fr: En attente de données…
ja: データ受信待機中…
ko: 데이터 수신 대기 중...
zh_hans: 等待数据…

# 맥 실행 전체
source: Since boot
de: Seit Systemstart
es: Desde el arranque
fr: Depuis le démarrage
ja: 起動後すべて
ko: 맥 실행 전체
zh_hans: 开机以来

# 모니터링 재개
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 監視を再開
ko: 모니터링 재개
zh_hans: 恢复监控

# 방전 중
source: Discharging
de: Entladen
es: Descargando
fr: En décharge
ja: 放電中
ko: 방전 중
zh_hans: 放电中

# 배터리 전원 사용 중
source: On battery power
de: Akkubetrieb
es: Usando batería
fr: Sur batterie
ja: バッテリー電源使用中
ko: 배터리 전원 사용 중
zh_hans: 正在使用电池供电

# 배터리 최대 용량 & 사이클
source: Battery max capacity & cycles
de: Akku-Maximalkapazität & Zyklen
es: Capacidad máx. y ciclos
fr: Capacité max. & cycles
ja: バッテリー最大容量・サイクル
ko: 배터리 최대 용량 & 사이클
zh_hans: 电池最大容量与循环

# 배터리 충전 상태
source: Battery charge
de: Akkuladung
es: Carga de la batería
fr: Charge de la batterie
ja: バッテリー充電状態
ko: 배터리 충전 상태
zh_hans: 电池充电状态

# 배터리 팩 전압
source: Battery pack voltage
de: Akkuspannung
es: Voltaje de la batería
fr: Tension de la batterie
ja: バッテリーパック電圧
ko: 배터리 팩 전압
zh_hans: 电池组电压

# 배터리: %@ | 사이클: %@ | %@
source: Battery: %@ | Cycles: %@ | %@
de: Akku: %@ | Zyklen: %@ | %@
es: Batería: %@ | Ciclos: %@ | %@
fr: Batterie : %@ | Cycles : %@ | %@
ja: バッテリー: %@ | サイクル: %@ | %@
ko: 배터리: %@ | 사이클: %@ | %@
zh_hans: 电池: %@ | 循环: %@ | %@

# 사용자 지정
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 지정
zh_hans: 自定义

# 시작:
source: From:
de: Von:
es: Desde:
fr: Du :
ja: 開始:
ko: 시작:
zh_hans: 开始:

# 실시간 소비 전력
source: Live power draw
de: Leistungsaufnahme
es: Consumo en tiempo real
fr: Consommation en direct
ja: リアルタイム消費電力
ko: 실시간 소비 전력
zh_hans: 实时功耗

# 실시간 소비 전력 (W) 파형
source: Live power draw (W)
de: Leistungsaufnahme (W)
es: Consumo en tiempo real (W)
fr: Consommation en direct (W)
ja: リアルタイム消費電力 (W)
ko: 실시간 소비 전력 (W) 파형
zh_hans: 实时功耗 (W) 波形

# 실시간 수신 (%lld회 · 1초 주기)
source: Live (%lld samples · 1 s)
de: Live (%lld Messungen · 1 s)
es: En vivo (%lld muestras · 1 s)
fr: En direct (%lld mesures · 1 s)
ja: 受信中（%lld回・1秒周期）
ko: 실시간 수신 (%lld회 · 1초 주기)
zh_hans: 实时接收（%lld 次 · 1 秒）

# 전압 이벤트 로그
source: Voltage event log
de: Spannungsereignisprotokoll
es: Registro de eventos de tensión
fr: Journal des événements de tension
ja: 電圧イベントログ
ko: 전압 이벤트 로그
zh_hans: 电压事件记录

# 실시간 인입 전압
source: Live input voltage
de: Eingangsspannung
es: Voltaje de entrada en vivo
fr: Tension d’entrée en direct
ja: リアルタイム入力電圧
ko: 실시간 인입 전압
zh_hans: 实时输入电压

# 실시간 인입 전압 (V) 파형
source: Live input voltage (V)
de: Eingangsspannung (V)
es: Voltaje de entrada en vivo (V)
fr: Tension d’entrée en direct (V)
ja: リアルタイム入力電圧 (V)
ko: 실시간 인입 전압 (V) 파형
zh_hans: 实时输入电压 (V) 波形

# 연결 정보
source: Connection info
de: Verbindungsinfo
es: Información de conexión
fr: Infos de connexion
ja: 接続情報
ko: 연결 정보
zh_hans: 连接信息

# 어댑터 입력 측정값 없음 (배터리 기준 추정)
source: No adapter input reading (battery-based estimate)
de: Kein Eingangsmesswert (Schätzung über Akku)
es: Sin lectura de entrada (estimación por batería)
fr: Pas de mesure d’entrée (estimation batterie)
ja: アダプタ入力の実測値なし（バッテリー基準の推定）
ko: 어댑터 입력 측정값 없음 (배터리 기준 추정)
zh_hans: 无适配器输入测量值（按电池估算）

# 어댑터 정격 규격
source: Adapter rating
de: Netzteil-Nennleistung
es: Potencia nominal del adaptador
fr: Puissance nominale de l’adaptateur
ja: アダプタ定格
ko: 어댑터 정격 규격
zh_hans: 适配器额定规格

# 어댑터: %.0f W (부하 %.1f%%)
source: Adapter: %.0f W (load %.1f%%)
de: Netzteil: %.0f W (Last %.1f%%)
es: Adaptador: %.0f W (carga %.1f%%)
fr: Adaptateur : %.0f W (charge %.1f %%)
ja: アダプタ: %.0f W（負荷 %.1f%%）
ko: 어댑터: %.0f W (부하 %.1f%%)
zh_hans: 适配器: %.0f W（负载 %.1f%%）

# 연결 없음
source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non branché
ja: 未接続
ko: 연결 없음
zh_hans: 未连接

# 완충
source: Fully charged
de: Vollständig geladen
es: Carga completa
fr: Chargée
ja: 充電完了
ko: 완충
zh_hans: 已充满

# 전압 변화
source: Voltage change
de: Spannungsänderung
es: Cambio de tensión
fr: Variation de tension
ja: 電圧変化
ko: 전압 변화
zh_hans: 电压变化

# 전압 강하 감지
source: Voltage drop recorded
de: Spannungsabfall erfasst
es: Caída de tensión registrada
fr: Chute de tension enregistrée
ja: 電圧降下を記録
ko: 전압 강하 감지
zh_hans: 已记录电压下降

# 이 Mac에서 배터리 전원 정보(AppleSmartBattery)를 읽을 수 없습니다. 배터리가 내장된 MacBook에서만 지원됩니다.
source: Cannot read battery power data (AppleSmartBattery) on this Mac. Only MacBooks with a built-in battery are supported.
de: Akkudaten (AppleSmartBattery) können auf diesem Mac nicht gelesen werden. Nur MacBooks mit integriertem Akku werden unterstützt.
es: No se pueden leer los datos de batería (AppleSmartBattery) en este Mac. Solo se admiten MacBook con batería integrada.
fr: Impossible de lire les données de batterie (AppleSmartBattery) sur ce Mac. Seuls les MacBook avec batterie intégrée sont pris en charge.
ja: このMacではバッテリー電源情報（AppleSmartBattery）を読み取れません。バッテリー内蔵のMacBookのみ対応しています。
ko: 이 Mac에서 배터리 전원 정보(AppleSmartBattery)를 읽을 수 없습니다. 배터리가 내장된 MacBook에서만 지원됩니다.
zh_hans: 无法在此 Mac 上读取电池电源信息（AppleSmartBattery）。仅支持内置电池的 MacBook。

# 인입 전류 & 배터리
source: Input current & battery
de: Eingangsstrom & Akku
es: Corriente y batería
fr: Courant d’entrée & batterie
ja: 入力電流・バッテリー
ko: 인입 전류 & 배터리
zh_hans: 输入电流与电池

# 일시정지됨
source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止中
ko: 일시정지됨
zh_hans: 已暂停

# 잦은 전원 연결 해제 (접촉 불량 의심)
source: Frequent disconnects (possible poor contact)
de: Häufige Unterbrechungen (Wackelkontakt?)
es: Desconexiones frecuentes (posible mal contacto)
fr: Coupures fréquentes (mauvais contact ?)
ja: 頻繁な電源切断（接触不良の疑い）
ko: 잦은 전원 연결 해제 (접촉 불량 의심)
zh_hans: 频繁断开电源（疑似接触不良）

# 저속 충전 모드 제한 활성화
source: Slow charging limit active
de: Langsames Laden aktiv
es: Límite de carga lenta activo
fr: Limitation de charge lente active
ja: 低速充電制限が有効
ko: 저속 충전 모드 제한 활성화
zh_hans: 已启用慢速充电限制

# 전압 안정도
source: Voltage stability
de: Spannungsstabilität
es: Estabilidad de tensión
fr: Stabilité de tension
ja: 電圧安定性
ko: 전압 안정도
zh_hans: 电压稳定性

# 전력 측정 텔레메트리 에러가 새로 %lld건 기록되었습니다 (부팅 후 누적 %lld건).
source: %lld new power telemetry errors recorded (%lld total since boot).
de: %lld neue Telemetriefehler erfasst (%lld seit Systemstart).
es: %lld nuevos errores de telemetría (%lld desde el arranque).
fr: %lld nouvelles erreurs de télémétrie (%lld depuis le démarrage).
ja: 電力テレメトリエラーが新たに%lld件記録されました（起動後累計%lld件）。
ko: 전력 측정 텔레메트리 에러가 새로 %lld건 기록되었습니다 (부팅 후 누적 %lld건).
zh_hans: 新记录了 %lld 条电力遥测错误（开机以来累计 %lld 条）。

# 전력 텔레메트리 에러 증가
source: Power telemetry errors increased
de: Telemetriefehler gestiegen
es: Aumento de errores de telemetría
fr: Erreurs de télémétrie en hausse
ja: 電力テレメトリエラー増加
ko: 전력 텔레메트리 에러 증가
zh_hans: 电力遥测错误增加
